# (15^2 - 20 + 5.5) / 6

#
# var1 = ((15**2) - 20 + 5.5) / 6
# print(var1)
#
#
# #72 + 36 / 7 * (72-6^5)
# var2 = 72 + ((36 / 7) * (72 - (6**5)))
# print(var2)


def func1(a, b, c):
    # a + b * c
    result = a + b * c
    print(result)
    return result

var1 = func1(72,(36 / 7), (72 - (6**5)))
print("Result: ", var1)


# Написать функцию, которая будет принимать номер
# телефона и выводить его в формате +38 (099) 123 - 12 - 12
code="099", number="123 12 12" => "+38 (099) 123 12 12"


"+38 (%d) %d" % (code, number)

